tap "caskroom/cask"
tap "caskroom/fonts"
tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
cask "java"
brew "antigen"
brew "automake"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python3"
brew "awscli"
brew "bison"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "emacs"
brew "cask"
brew "chruby"
brew "cmake"
brew "diff-so-fancy"
brew "perl"
brew "git"
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "docker-compose"
brew "doxygen"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "fasd"
brew "fortune"
brew "fzf"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "git-extras"
brew "gmp"
brew "gnu-sed"
brew "nettle"
brew "gnutls"
brew "go"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "ispell"
brew "jemalloc"
brew "jmeter", args: ["with-plugins"]
brew "libcroco"
brew "libev"
brew "libevent"
brew "python"
brew "libmagic"
brew "librsvg"
brew "libuv"
brew "lnav"
brew "md5sha1sum"
brew "msgpack"
brew "mysql@5.5", restart_service: true
brew "unibilium"
brew "neovim"
brew "nethogs"
brew "node"
brew "node-build"
brew "node@6"
brew "nodenv"
brew "nvm"
brew "pgcli"
brew "postgresql", restart_service: true
brew "pv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "s3cmd"
brew "shared-mime-info"
brew "shellcheck"
brew "sloccount"
brew "sphinx"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "utf8proc"
brew "v8@3.15"
brew "vim"
brew "vimpager"
brew "z"
brew "zork"
brew "zplug"
brew "zsh"
brew "codeclimate/formulae/codeclimate"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "1password"
cask "alfred"
cask "atom"
cask "dash"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fiddler"
cask "firefox"
cask "google-drive"
cask "iterm2"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-monoid"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-space-mono"
