1password
atom
dash
docker
dropbox
emacs
emacs-mac
evernote
fiddler
firefox
flashlight
font-fira-code
font-hack
font-hasklig
font-input
font-monoid
font-source-code-pro
font-space-mono
github-desktop
githubpulse
goofy
google-drive
iterm2
java
macvim
mono-mdk
mysimbl
pgweb
platypus
postman
screenhero
slack
spotify
vagrant
vimr
virtualbox
visual-studio
visual-studio-code
yakyak
