tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "getantibody/tap"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "xo/xo"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "antigen"
brew "apr"
brew "automake"
brew "awscli"
brew "bison"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "gmp"
brew "libevent"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "chruby"
brew "clojure"
brew "cmake"
brew "ctop"
brew "jemalloc"
brew "libev"
brew "libidn"
brew "libssh2"
brew "nghttp2"
brew "curl-openssl"
brew "diff-so-fancy"
brew "doxygen"
brew "pcre2"
brew "editorconfig"
brew "jpeg"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "fasd"
brew "fortune"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "webp"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "global"
brew "libgpg-error"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "graphicsmagick"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "harfbuzz"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "openjpeg"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "libcroco"
brew "libiconv"
brew "libidn2"
brew "libmagic"
brew "libpq"
brew "librsvg"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "lnav"
brew "md5sha1sum"
brew "mdcat"
brew "mkcert"
brew "msgpack"
brew "mycli"
brew "mysql"
brew "python@2"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nethogs"
brew "node"
brew "node-build"
brew "node@4"
brew "nodenv"
brew "nvm"
brew "openssh"
brew "openssl@1.1"
brew "perl"
brew "pgcli"
brew "php@7.2", link: true
brew "plantuml"
brew "postgresql"
brew "prototool"
brew "pspg"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "s3cmd"
brew "sbt"
brew "scala@2.11"
brew "scalastyle"
brew "serve"
brew "shellcheck"
brew "slackcat"
brew "sloccount"
brew "taskell"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript", link: false
brew "utf8proc"
brew "v8@3.15"
brew "vim"
brew "vimpager"
brew "watchexec"
brew "watchman"
brew "wget"
brew "with-readline"
brew "yq"
brew "z"
brew "zork"
brew "zsh"
brew "getantibody/tap/antibody"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-natural-title-bar", "with-spacemacs-icon"]
brew "xo/xo/usql"
cask "1password"
cask "aerial"
cask "alfred"
cask "burp-suite"
cask "dash"
cask "diffmerge"
cask "dropbox"
cask "elmedia-player"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-input"
cask "font-monoid"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-space-mono"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-hangouts"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "keybase"
cask "macdown"
cask "macgdbp"
cask "netbeans-php"
cask "ngrok"
cask "oni"
cask "postman"
cask "sequel-pro"
cask "soapui"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
