tap "d12frosted/emacs-plus"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "shellspec/shellspec"
brew "antibody"
brew "automake"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "blueutil"
brew "pkg-config"
brew "cmake"
brew "ctop"
brew "curl"
brew "defaultbrowser"
brew "duf"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "flyway"
brew "fortune"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitlab-runner"
brew "gitleaks"
brew "glab"
brew "gnu-sed"
brew "nettle"
brew "gnupg"
brew "harfbuzz"
brew "grv"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ispell"
brew "jc"
brew "jq"
brew "jump"
brew "kafka"
brew "kafkacat"
brew "lab"
brew "localstack"
brew "mackup"
brew "mas"
brew "mdcat"
brew "mitmproxy"
brew "mkcert"
brew "moar"
brew "mycli"
brew "mysql", restart_service: true
brew "navi"
brew "openssh"
brew "pandoc"
brew "pandoc-plot"
brew "pgcli"
brew "plantuml"
brew "poppler"
brew "pspg"
brew "pstree"
brew "px"
brew "ranger"
brew "redis"
brew "rename"
brew "ripgrep"
brew "showkey"
brew "slackcat"
brew "sloccount"
brew "sops"
brew "spotbugs"
brew "terraform-ls"
brew "terraform_landscape"
brew "terraformer"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "unum"
brew "urlview"
brew "vim"
brew "vimpager"
brew "vivid"
brew "wget"
brew "yq"
brew "z"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-sexy-v2-icon", "with-native-comp"]
brew "shellspec/shellspec/shellspec"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "caffeine"
cask "dash"
cask "docker"
cask "dozer"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "meetingbar"
cask "postman"
cask "sequel-pro"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "yippy"
cask "zoom"
mas "Divvy", id: 413857545
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
