tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "shellspec/shellspec"
brew "antibody"
brew "imath"
brew "automake"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "awscli"
brew "bash"
brew "bat"
brew "blueutil"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "csview"
brew "ctop"
brew "curl"
brew "defaultbrowser"
brew "difftastic"
brew "direnv"
brew "duf"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "harfbuzz"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gibo"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-extras"
brew "glab"
brew "gnu-sed"
brew "nettle"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "grip"
brew "gron"
brew "grpcurl"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "imagemagick"
brew "ispell"
brew "jc"
brew "jless"
brew "jq"
brew "jump"
brew "k9s"
brew "kcat"
brew "kind"
brew "kompose"
brew "lab"
brew "less"
brew "lnav"
brew "localstack"
brew "mackup"
brew "mas"
brew "mcfly"
brew "mdcat"
brew "mermaid-cli"
brew "mitmproxy"
brew "mkcert"
brew "moar"
brew "mycli"
brew "navi"
brew "newman"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "pandoc-plot"
brew "pgcli"
brew "plantuml"
brew "pngpaste"
brew "poppler"
brew "postgresql"
brew "pspg"
brew "pstree"
brew "px"
brew "pyenv"
brew "ranger"
brew "redis"
brew "rename"
brew "ripgrep"
brew "showkey"
brew "sloccount"
brew "sops"
brew "spotbugs"
brew "subversion"
brew "terraform-ls"
brew "terraform_landscape"
brew "terraformer"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "uniutils"
brew "unum"
brew "urlview"
brew "viddy"
brew "vim"
brew "vimpager"
brew "vivid"
brew "wget"
brew "xsv"
brew "yq"
brew "z"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-sexy-v2-icon", "with-native-comp", "with-xwidgets"]
brew "shellspec/shellspec/shellspec"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amethyst"
cask "aws-vault"
cask "docker"
cask "dozer"
cask "fantastical"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack"
cask "font-hasklig"
cask "font-ibm-plex-mono"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-overpass"
cask "font-overpass-mono"
cask "github"
cask "google-drive"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-camera-settings"
cask "logitech-firmwareupdatetool"
cask "meetingbar"
cask "mimestream"
cask "postman"
cask "sequel-pro"
cask "signal"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "yippy"
